Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=233_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo Anni-Saarasta ja saamenpuvusta !
sme: Buoremus bivttas

source: Päähenkilöt: Anni-Saara ja Aslak Paltto
sme: Geahča oanehisvideo Anni-Saara ja sámegávtti birra

source: Ohjaus / leikkaus: Anneli Lappalainen, kuvaus: Kauko Mustonen, Anneli Lappalainen
sme: Anni-Saarai sámegákti lea buoremus, lagaš ja hui dehálaš bivttas.

source: Tuotanto: Saamelaisalueen koulutuskeskus 2008
sme: Buvttadeapmi: Sámi oahpahusguovddáš 2008

source: Pituus: 2,05
sme: Guhkkodat: 2,05
